---
kind: other
id: Properties.T:Autodesk.Revit.DB.GroupNode
source: html/37a06fea-3cf3-2eb3-7744-72e4e4719e1e.htm
---
# GroupNode Properties

Specifies whether the .NET object represents a valid Revit entity.